# set arguments for all 'brew install --cask' commands
cask_args appdir: "~/Applications", require_sha: true

brew "aider"
brew "ast-grep"
brew "basedpyright"
brew "bat"
brew "biome"
brew "colima"
brew "docker-compose"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "glow"
brew "golang-migrate"
brew "gopls"
brew "grep"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "mise"
brew "neovim"
brew "oxlint"
brew "python@3.13"
brew "repomix"
brew "ripgrep"
brew "ruff"
brew "rust-analyzer"
brew "rustywind"
brew "sesh"
brew "tailwindcss-language-server"
brew "tmux"
brew "uv"
brew "vscode-langservers-extracted"
brew "vue-language-server"
brew "wget"
brew "yt-dlp"
brew "zoxide"

cask "alt-tab"
cask "ungoogled-chromium"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "kitty"
cask "localsend"
cask "pearcleaner"
cask "wezterm@nightly"
