# set arguments for all 'brew install --cask' commands
cask_args appdir: "~/Applications", require_sha: true

brew "aider"
brew "bat"
brew "colima"
brew "docker-compose"
brew "docker"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "glow"
brew "golang-migrate"
brew "grep"
brew "jq"
brew "lazygit"
brew "lua-language-server"
brew "mise"
brew "neovim"
brew "python@3.13"
brew "repomix"
brew "ripgrep"
brew "rustywind"
brew "sesh"
brew "tmux"
brew "uv"
brew "wget"
brew "yt-dlp"
brew "zoxide"

cask "alt-tab"
cask "eloston-chromium"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrains-mono"
cask "kitty"
cask "localsend"
cask "pearcleaner"
cask "wezterm@nightly"

vscode github.copilot
vscode github.copilot-chat
vscode saoudrizwan.claude-dev
vscode vscodevim.vim
vscode vue.volar
