7zip
alsa-firmware
alsa-plugins
alsa-tools
alsa-utils
bluez
bluez-hid2hci
bluez-libs
bluez-utils
bottom
brave-bin
brightnessctl
broot
btop
cava
chafa
chwd
cliphist
feh
ffmpegthumbnailer
firefox
gammastep
ghostty
git
git-crypt
git-delta
github-cli
glances
greetd
gum
htop
httpie
iwd
kitty
lazydocker
lazygit
lazyjournal
less
lf
man-db
man-pages
mermaid-cli
ncdu
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
obsidian
pnpm
podman
reflector
ripgrep
rofi
rsync
rustup
starship
tmux
tree-sitter-cli
ufw
unrar
unzip
vi
vim
wget
which
yt-dlp
zen-browser-bin
zip
zoxide
